/* Type of IP address */
"6to4 relay" = "6to4 relè";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Connesso";

/* No comment provided by engineer. */
"Airport connected" = "AirPort connesso";

/* No comment provided by engineer. */
"Airport disconnected" = "AirPort disconesso";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Disconesso";

/* No comment provided by engineer. */
"Battery charging..." = "Batteria in carica...";

/* Type of IP address */
"Benchmark" = "Benchmark";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Connessione Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Dispositivo Bluetooth Connesso";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Dispositivo Bluetooth Disconnesso";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Disconnessione Bluetooth";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Carica corrente: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet attivato";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet disattivato";

/* No comment provided by engineer. */
"FireWire Connection" = "Connessinoe FireWire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Dispositivo FireWire Connesso";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Dispositovo FireWire Disconnesso";

/* No comment provided by engineer. */
"FireWire Disconnection" = "Disconnessione FireWire";

/* No comment provided by engineer. */
"Group Network Notifications" = "Raggruppa Notifiche Rete";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interfaccia:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interfaccia:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP Acquisito";

/* No comment provided by engineer. */
"IP address acquired" = "Indirizzo IP acquisito";

/* No comment provided by engineer. */
"IP address released" = "Indirizzo IP rilasciato";

/* No comment provided by engineer. */
"IP Released" = "IP Rilasciato";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Collegato alla Rete.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Rete %@ lasciata.";

/* Type of IP address */
"Link-local" = "Link-locale";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Link di rete Down";

/* No comment provided by engineer. */
"Network Link Up" = "Link di rete UP";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Nuovo IP primario: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Nessun indirizzo IP ora";

/* No comment provided by engineer. */
"On A/C power" = "Per alimentazione a corrente";

/* No comment provided by engineer. */
"On battery power" = "Per alimentazione a batteria";

/* No comment provided by engineer. */
"On UPS power" = "Per alimentazione con UPS";

/* No comment provided by engineer. */
"Preferences..." = "Preferenze...";

/* Type of IP address */
"Private" = "Privato";

/* Type of IP address */
"Public" = "Pubblico";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Esci da HardwareGrowler";

/* Type of IP address */
"Reserved" = "Riservato";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Mostra i Dispositivi Connessi all'avvio";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Passa ad alimentazione a corrente";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Passa ad alimentazione a batteria";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Passa ad alimentazione con UPS";

/* No comment provided by engineer. */
"Sync finished" = "Sincronizzazione finita";

/* No comment provided by engineer. */
"Sync started" = "Sincronizzazione iniziata";

/* Type of IP address */
"Test" = "Test";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Questa configurazione sarà applicata quando HardwareGrowler si riavvierà";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Tempo rimanente: %i minuti";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Tempo di ricarica: %i minuti";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo FireWire Anonimo";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Bus USB 2.0";

/* No comment provided by engineer. */
"USB Bus" = "Bus USB";

/* No comment provided by engineer. */
"USB Connection" = "Connessione USB";

/* No comment provided by engineer. */
"USB Device Connected" = "Dispositivo USB Connesso";

/* No comment provided by engineer. */
"USB Device Disconnected" = "Dispositivo USB Disconnesso";

/* No comment provided by engineer. */
"USB Disconnection" = "Disconnessione USB";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume montato";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume espulso";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Apri le Preferenze di HardwareGrowler...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Mostra icona in entrambi";

/* display the icon only in the dock */
"Show icon in the dock" = "Mostra icona nel dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Mostra icona nella barra menù";

/* display no icon at all */
"No icon visible" = "Nessuna icona visibile";

/* No comment provided by engineer. */
"Icon:" = "Icona:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Abilitando questa opzione HardwareGrowler funzionerà senza mostrare l'icona sul dock o elementi del menù.\n\nPer accedere alle preferenze clicca HardwareGrowler da Launchpad o aprilo dal Finder. ";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Attenzione! Abilitando questa opzione HardwareGrowler funzionerà in background";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Attenzione! Questa opzione aggiunge HardwareGrowler agli elementi di Login";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Abilitando questa opzione avvierai HardwareGrowler ad ogni Login, così sarà disponibile per le applicazioni che lo richiederanno";


/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Avvia HardwareGrowler al Login:";